tutorials/lagrangian/MPPICFoam/column/constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2112                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      kinematicCloudPositions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

(
(-0.007603 -0.000496 0.186242)
(0.005296 0.002961 0.249746)
(-0.003631 0.006625 0.222195)
(0.003463 0.007655 0.252834)
(-0.000193 -0.005658 0.248415)
(-0.003550 0.002809 0.174872)
(0.009027 0.008018 0.046837)
(-0.004634 -0.007571 0.253276)
(-0.007939 0.007436 0.149918)
(0.006590 0.006213 0.222370)
(-0.006731 -0.000662 0.165514)
(-0.008975 -0.006064 0.057685)
(0.004256 -0.008315 0.021390)
(-0.006722 0.006600 0.283040)
(-0.007295 0.000892 0.071601)
(-0.002414 -0.000567 0.009041)
(0.006973 0.006156 0.063900)
(0.006231 0.007762 0.044097)
(0.005540 0.005797 0.209102)
(0.002454 0.001138 0.146698)
(-0.007521 0.007371 0.009158)
(-0.004755 -0.004976 0.014585)
(-0.007842 0.006545 0.052000)
(0.005661 0.006317 0.003238)
(0.003626 0.001812 0.291785)
(0.008115 -0.007354 0.204002)
(0.002115 0.006613 0.240605)
(-0.000511 0.006445 0.254471)
(0.007178 -0.004356 0.274487)
(-0.008346 0.003370 0.299902)
(0.008936 0.000163 0.031491)
(-0.000712 -0.005933 0.175032)
(-0.000043 0.007958 0.053348)
(-0.001838 0.005946 0.206753)
(0.005476 -0.003146 0.013053)
(0.007495 0.003946 0.077224)
(0.005286 0.007725 0.021804)
(-0.004363 0.006779 0.118588)
(0.002750 0.007193 0.064800)
(0.007731 0.003853 0.157675)
(-0.005032 -0.006406 0.273652)
(-0.004435 0.005790 0.008037)
(0.003889 0.005180 0.140469)
(0.000349 -0.003737 0.019915)
(0.006767 0.005217 0.001389)
(-0.001437 0.007885 0.001659)
(0.004885 0.000983 0.039324)
(0.007492 -0.004747 0.216493)
(-0.003164 0.001354 0.113280)
(0.007488 0.008913 0.208388)
(0.006644 -0.001038 0.262499)
(0.001757 -0.008763 0.183613)
(-0.005182 0.008530 0.217370)
(-0.002919 -0.003235 0.137830)
(-0.003657 -0.004763 0.105567)
(-0.000395 0.008680 0.107329)
(0.003865 -0.001219 0.204188)
(0.003060 0.006020 0.120016)
(0.003798 0.007917 0.169609)
(0.005715 -0.001379 0.241563)
(-0.002788 0.006584 0.065112)
(0.003801 0.007753 0.140773)
(0.000357 -0.004884 0.248645)
(-0.007648 0.003336 0.170331)
(-0.001215 -0.006612 0.062768)
(-0.001702 0.001762 0.276526)
(-0.002756 -0.008567 0.180954)
(0.004651 0.007550 0.078562)
(-0.007210 0.001308 0.219866)
(-0.007978 0.000766 0.105603)
(-0.004335 -0.004064 0.148935)
(-0.003113 0.002860 0.052422)
(0.000491 0.008725 0.020609)
(-0.007964 -0.000847 0.083414)
(-0.003764 0.008425 0.078343)
(-0.001991 0.001324 0.183160)
(-0.006127 0.004721 0.220177)
(-0.008995 -0.001952 0.241865)
(0.001529 -0.003015 0.005323)
(-0.003013 -0.006966 0.037501)
(-0.006081 0.000230 0.029188)
(-0.000596 0.003942 0.073891)
(-0.000807 -0.003579 0.004964)
(-0.001712 -0.001016 0.011441)
(-0.007438 0.006134 0.162856)
(-0.005150 -0.001534 0.160114)
(-0.006203 0.002055 0.041237)
(0.000651 -0.007232 0.092247)
(-0.001916 -0.000603 0.030022)
(0.004566 0.002462 0.070144)
(-0.007156 0.004003 0.277508)
(-0.008650 -0.001542 0.037296)
(-0.007581 0.005454 0.094709)
(0.005570 0.004826 0.096120)
(-0.004889 0.000250 0.286516)
(-0.002246 -0.000626 0.281994)
(-0.005707 -0.005777 0.176166)
(-0.005464 0.003902 0.118605)
(0.000622 -0.004811 0.126102)
...
)

/ ************************************************************************* //
